Repository: marekprochazka/POT-2
Catalog: api/src/workout/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Plan name
cs: Název plánu

source: Overload type
cs: Typ přetížení

source: Training
cs: Trénink

source: Order
cs: Pořadí

source: Description
cs: Popis

source: Default add overload value
cs: Základní hodnota přidání přetížení

source: Exercise
cs: Cvičení

source: Exercises
cs: Cvičení

source: Value
cs: Hodnota

source: Training active
cs: Aktivní trénink

source: Overload
cs: Přetížení

source: Overloads
cs: Přetížení

source: Training name
cs: Název tréninku

source: Training plan
cs: Tréninkový plán

source: Trainings
cs: Tréninky

source: State
cs: Stav

source: Active training
cs: Aktivní trénink

source: Active trainings
cs: Aktivní tréninky

source: Owner
cs: Vlastník

source: Plan picture
cs: Obrázek plánu

source: Training plans
cs: Tréninkové plány

source: Unit
cs: Jednotka

source: Overload types
cs: Typy přetížení

source: Training state
cs: Stav tréninku

source: Training states
cs: Stavy tréninků

source: Exercise not found
cs: Cvičení nenalezeno
